<?php

return [
    # Header
    'title' => 'تواصل معي - برنامج إدارة الفواتير',
    'pageTitle1' => 'تواصل معي',
    'subTitle' => 'الرئيسية',

    'name' => 'عبدالله محمد',
    'about' => 'نبذه عني',
    'about_p1' =>
    '
        أنا عبدالله محمد، مطور ويب متخصص في تطوير تطبيقات الويب باستخدام إطار العمل Laravel. لدي خبرة تزيد عن سنتين في بناء وتطوير حلول برمجية مبتكرة تلبي احتياجات العملاء وتحقق أهدافهم. أتمتع بمهارات قوية في البرمجة بلغة PHP وقواعد البيانات MySQL، بالإضافة إلى خبرة واسعة في استخدام تقنيات الويب الحديثة مثل Html, Css, Jquery, Ajax, Livewire, Design Patterns
    ',

    'about_p2' =>
    '
        خلال مسيرتي المهنية، عملت على تطوير مجموعة متنوعة من المشاريع بدءًا من المواقع الصغيرة وصولاً إلى الأنظمة الكبيرة والمعقدة. أتميز بقدرتي على حل المشكلات التقنية بكفاءة والعمل ضمن فرق متعددة التخصصات لتحقيق أفضل النتائج. أسعى دائمًا لتطوير مهاراتي والبقاء على اطلاع بأحدث التقنيات والاتجاهات في مجال تطوير الويب.
    ',


];
