<?php

return [
    # Header
    'title' => 'معلومات الفاتورة - برنامج إدارة الفواتير',
    'pageTitle1' => 'معلومات الفاتورة',
    'subTitle' => 'قائمة الفواتير',

    'details' => 'معلومات الفاتورة',
    'payment' => 'حالات الدفع',
    'attachments' => 'المرفقات',

    # tab 2
    'added_at' => 'تاريخ الإضافة',
    'user' => 'المستخدم',

    # tab 3
    'file' => 'اسم الملف',
    'delete_all' => 'حذف جميع المرفقات',

    # Toaster
    'added' => 'تم إضافة المرفق بنجاح',
    'deleted' => 'تم حذف المرفق بنجاح',
    'deleted_all' => 'تم حذف جميع المرفقات بنجاح',
    'error' => 'لقد تخطيت الحد الأقصي من المرفقات لهذه الفاتورة',

];
