<?php

return [
    'program' => 'برنامج إدارة الفواتير',
    'dashboard' => 'الرئيسية',
    ################################
    'invoices' => 'الفواتير',
    'invoice' => [
        'list' => 'قائمة الفواتير',
        'paid' => 'الفواتير المدفوعة',
        'unpaid' => 'الفواتير الغير مدفوعة',
        'partial' => 'الفواتير المدفوعة جزئياً',
        'archive' => 'أرشيف الفواتير',
    ],
    ################################
    'reports' => 'التقارير',
    'report' => [
        'invoices' => 'تقارير الفواتير',
        'customer' => 'تقارير العملاء',
    ],
    ################################
    'users' => 'المستخدمين',
    'user' => [
        'list' => 'قائمة المستخدمين',
        'permissions' => 'صلاحيات المستخدمين',
    ],
    ################################
    'settings' => 'الإعدادات',
    'setting' => [
        'section' => 'الأقسام',
        'product' => 'المنتجات',
    ],
    ################################
    'contact' => 'تواصل معي',
    
    'logout' => 'تسجيل خروج',
];
